Repository: qwasd7680/SteamTool
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 应用信息
en: App Information

source: 开源组件许可
en: Open-source Components Agreement

source: 设置
en: Settings

source: Epic限免
en: Epic Free Game

source: Steam特惠游戏
en: Steam on-sale games

source: 使用Cepheus
en: Use Cepheus

source: 使用Cephues键盘
en: Use Cepheus KeyBoard

source: 使用愉快🌹🌹
en: Enjoy your use🌹🌹

source: 免费
en: Free

source: 免费领取
en: Get for free

source: 关于我们
en: About Us

source: 图标设计
en: Icon Design

source: 希望它也能帮助您不落下每一次促销
en: Wish it will help you from missing any on-sale game

source: 幼雾酱
en: SecretChan

source: 开发团队
en: Development Team

source: 开发者
en: Developer

source: 开发者是一名高中生（现在毕业了🎉🎉🎉），因为在学校里常年不知道Steam促销的信息而经常错过打折，于是写了这款软件，方便在学校里查看Steam的促销信息
en: The developer is a high school student (now graduated 🎉🎉🎉), who often missed discounts because he didn't know about Steam promotions in school. So he wrote this software to make it easier to check Steam promotions in school.

source: 截止
en: expiration date

source: 特别鸣谢
en: Special Appreciation

source: 确定
en: Confirm

source: 网络请求失败
en: Internet Request Failed

source: 联系我们
en: Contact Us

source: 英文翻译
en: English translator

source: 请输入游戏名
en: Enter Game Name
